---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForceSPerFtSup2
source: html/a222814c-7fb8-723c-e3be-9813883ea8e1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForceSPerFtSup2 Property

Symbol lb·s/ft², indicating unit Pound force seconds per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForceSPerFtSup2 { get; }
```